* 09/08/16 - 09/15/16
  CLOCK: [2016-09-15 Thu 09:00]--[2016-09-15 Thu 13:00] =>  4:00
  CLOCK: [2016-09-14 Wed 09:00]--[2016-09-14 Wed 13:00] =>  4:00
  CLOCK: [2016-09-13 Tue 09:00]--[2016-09-13 Tue 13:00] =>  4:00
  CLOCK: [2016-09-08 Thu 09:00]--[2016-09-08 Thu 13:30] =>  4:30
  
* 09/16/16 - 09/30/16
  CLOCK: [2016-09-23 Fri 09:00]--[2016-09-23 Fri 17:54] =>  8:54
  CLOCK: [2016-09-22 Thu 09:02]--[2016-09-22 Thu 13:28] =>  4:26
  CLOCK: [2016-09-21 Wed 09:00]--[2016-09-21 Wed 17:55] =>  8:55
  CLOCK: [2016-09-20 Tue 09:01]--[2016-09-20 Tue 12:27] =>  3:26
  CLOCK: [2016-09-19 Mon 09:05]--[2016-09-19 Mon 12:42] =>  3:37
  CLOCK: [2016-09-16 Fri 09:00]--[2016-09-16 Fri 13:30] =>  4:30
  

  
